Repository: AidenDexter/my_home_app
Catalog: lib/core/l10n/app_*.arb
Languages: ka

source: About app
ka: აპლიკაციის შესახებ

# access_all_functions
source: To access all the functionality of the app, please log in or register
ka: აპლიკაციის ყველა ფუნქციონალზე წვდომისთვის, გთხოვთ შეხვიდეთ ან დარეგისტრირდეთ

source: Agent
ka: აგენტი

source: Apartments
ka: ბინები

source: Area
ka: ფართი

source: Authorization
ka: ავტორიზაცია

source: Bedrooms
ka: საძინებელი

source: Choose location
ka: აირჩიე მდებარეობა

source: City, district
ka: ქალაქი, რეგიონი

source: Clear
ka: გასუფთავება

source: Close
ka: დახურვა

source: Commercial
ka: კომერციული ფართები

source: Contacts
ka: კონტაქტი

source: Country houses
ka: აგარაკები

source: Create account
ka: დარეგისტრირდი

source: Daily rent
ka: ქირავდება დღიურად

source: Delete from Favorites
ka: წაშალეთ ფავორიტებიდან

source: Detailed filter
ka: დეტალური ფილტრი

# dont_have_account
source: Don't have an account?
ka: არა ხარ რეგისტრირებული?

source: Error
ka: შეცდომა

# favourites
source: Saved listing forms
ka: შენახული განცხადებები

source: Floor
ka: სართული

source: For rent
ka: ქირავდება

source: For sale
ka: იყიდება

source: from
ka: დან

source: Full price
ka: სრული ფასი

source: Help
ka: დახმარება

source: Hotels
ka: სასტუმროები

source: Houses
ka: სახლები

source: Land plots
ka: მიწის ნაკვეთები

source: Last
ka: ბოლო

source: Leasehold mortgage
ka: გირავდება

source: Log in
ka: შესვლა

source: Measurement
ka: აზომვა

source: Mortgage
ka: იპოთეკა

source: Not first
ka: არა პირველი

source: Not last
ka: არა ბოლო

source: Open in browser
ka: ბრაუზერში გახსნა

source: Owner
ka: მესაკუთრე

# page_in_development
source: Page is in development
ka: გვერდი დამუშავების პროცესშია

source: Photo service
ka: ფოტომომსახურება

source: Profile
ka: პროფილი

source: Real estate type
ka: უძრავი ქონების ტიპი

source: Rooms
ka: ოთახი

# save_to_favorites
source: Save listing forms
ka: შეინახეთ განცხადებები

source: Search ads
ka: განცხადების ძებნა

# search_is_empty_comment
source: Based on your selected parameters, no listing forms were found
ka: შენი ძებნის პარამეტრების მიხედვით განცხადებები ვერ მოიძებნა

# search_is_empty
source: No listing forms found
ka: განცხადებები ვერ მოიძებნა

# search_text_hint
source: ID, text, phone
ka: ID, ტელეფონი, სიტყვა

source: Search
ka: ძებნა

source: Select districts
ka: აირჩიეთ რაიონები

source: Select options
ka: აირჩიეთ პარამეტრები

source: Services
ka: სერვისები

source: Settings
ka: პარამეტრები

source: Short description
ka: მოკლე აღწერა

# something_went_wrong_repeat_request
source: Something went wrong, please repeat the request
ka: რაღაც არასწორია, გთხოვთ გაიმეოროთ მოთხოვნა

# square_meter
source: mÂ²
ka: მ²

source: to
ka: მდე

source: Total area
ka: საერთო ფართი

source: Transaction type
ka: გარიგების ტიპი

source: Try again
ka: სცადეთ კიდევ ერთხელ

source: Valuation
ka: შეფასება

# filterNotFound
source: Filter {filter} is not in the list
ka: ფილტრი {filter} არ არის სიაში

# app_version
source: App version {filter}
ka: განაცხადის ვერსია {filter}
